[
    {
        "company": "Scandiweb",
        "company_location": "თბილისი, საქართველო",
        "role": "მონაცემთა კვლევის ანალიტიკოსი",
        "time_duration": "ივლ 2023 - მაი 2024",
        "details": [
            {
                "title": "ბიზნესის განვითარება და მონაცემთა ანალიზი",
                "description": "გავაანალიზე ათასობით კომპანია იდეალური მომხმარებლის პროფილის (ICP) შესაბამისობის დასადგენად მიზნობრივი კომუნიკაციის სტრატეგიებისთვის. ვიყენებდი Salesforce CRM-ს და სხვა ბიზნეს ინტელექტის ინსტრუმენტებს პოტენციური კლიენტების მონაცემების სამართავად და კლიენტების ჩართულობის მონიტორინგისთვის."
            },
            {
                "title": "ხარისხის უზრუნველყოფა (QA)",
                "description": "ვახორციელებდი მანუალურ QA ტესტირებას ვებსაიტის ფუნქციონალობის შესამოწმებლად და ოპტიმალური მომხმარებლის გამოცდილების უზრუნველსაყოფად. ვთანამშრომლობდი დეველოპერებთან პრობლემების იდენტიფიცირებისა და გადაჭრისთვის."
            },
            {
                "title": "თანამშრომლობა და პროცესების გაუმჯობესება",
                "description": "ვთანამშრომლობდი საერთაშორისო გუნდთან ლიდების კვალიფიკაციის პროცესების დახვეწისა და კონვერსიის მაჩვენებლების გაუმჯობესებისთვის. შევიძინე ფასეული გამოცდილება მონაცემებზე დაფუძნებული გადაწყვეტილებების მიღებასა და B2B ბიზნესის განვითარების სტრატეგიებში."
            }
        ]
    },
    {
        "company": "Evolution",
        "company_location": "თბილისი, საქართველო",
        "role": "გრაფიკის სპეციალისტი",
        "time_duration": "თებ 2022 - ივნ 2023",
        "details": [
            {
                "title": "პერსონალის გრაფიკის შედგენა და რესურსების განაწილება",
                "description": "ვაკოორდინირებდი კომპლექსურ პერსონალის გრაფიკებს სხვადასხვა თამაშის ტიპებისთვის. ვავითარებდი ეფექტურ გადაწყვეტილებებს მოულოდნელი კადრების გამოწვევებისა და ოპერაციული შეფერხებებისთვის."
            },
            {
                "title": "კომუნიკაცია და გუნდის მართვა",
                "description": "ვიყავი შუამავალი მენეჯმენტსა და თამაშის პრეზენტატორებს შორის, ვუზრუნველყოფდი მკაფიო კომუნიკაციას. ვავლენდი მაღალ პასუხისმგებლობასა და დისციპლინას მრავალი პარალელური მოვალეობის შესრულებისას."
            },
            {
                "title": "უნარების განვითარება",
                "description": "გავაუმჯობესე ინგლისური ენის ცოდნა საერთაშორისო კოლეგებთან ყოველდღიური ურთიერთობით. გავაძლიერე დროის მართვის, პრობლემების გადაჭრისა და ადაპტაციის უნარები მრავალფეროვან გუნდში მუშაობისას."
            }
        ]
    }
]