[
    {
        "company": "Scandiweb",
        "company_location": "თბილისი, საქართველო",
        "role": "მონაცემთა კვლევის ანალიტიკოსი",
        "time_duration": "ივლ 2023 - მაი 2024",
        "details": [
            {
                "title": "ბიზნესის განვითარება და მონაცემთა ანალიზი",
                "description": "ვახორციელებდი ათასობით კომპანიის კვლევასა და ანალიზს, რათა დამედგინა იდეალური სამიზნე მომხმარებლის პროფილის (ICP) მქონე კომპანიები მიზნობრივი საკომუნიკაციო სტრატეგიებისთვის. ვიყენებდი Salesforce CRM-ს, SQL-სა და სხვა ბიზნეს ანალიტიკის ინსტრუმენტებს პოტენციური კლიენტების მონაცემების სამართავად და კლიენტებთან ურთიერთობის პროგრესის მონიტორინგისთვის."
            },
            {
                "title": "ხარისხის უზრუნველყოფა (QA)",
                "description": "ვატარებდი ვებგვერდის ფუნქციონირების მანუალ QA ტესტირებას მომხმარებლის ოპტიმალური გამოცდილების უზრუნველსაყოფად. ვთანამშრომლობდი დეველოპერებთან ხარვეზების იდენტიფიცირებისა და აღმოფხვრის მიზნით."
            },
            {
                "title": "თანამშრომლობა და პროცესების გაუმჯობესება",
                "description": "ვთანამშრომლობდი საერთაშორისო გუნდთან ლიდების კვალიფიკაციის პროცესების დასახვეწად. მივიღე ღირებული ცოდნა მონაცემებზე დაფუძნებული გადაწყვეტილებების მიღებისა და B2B ბიზნესის განვითარების სტრატეგიების შესახებ."
            }
        ]
    },
    {
        "company": "Evolution Gaming",
        "company_location": "თბილისი, საქართველო",
        "role": "განრიგის სპეციალისტი",
        "time_duration": "თებ 2022 - ივნ 2023",
        "details": [
            {
                "title": "პერსონალის განრიგისა და რესურსების განაწილება",
                "description": "ვკოორდინირებდი პერსონალის კომპლექსურ განრიგს თამაშების მრავალ სახეობაში. ვავითარებდი ეფექტურ გადაწყვეტილებებს მოულოდნელი საკადრო პრობლემებისა და საოპერაციო შეფერხებებისთვის."
            },
            {
                "title": "კომუნიკაცია და გუნდის მენეჯმენტი",
                "description": "ვასრულებდი შუამავლის როლს მენეჯმენტსა და თამაშის წამყვანებს შორის, ხელს ვუწყობდი მკაფიო კომუნიკაციას."
            },
            {
                "title": "უნარების განვითარება",
                "description": "გავიუმჯობესე ინგლისური ენის ცოდნა საერთაშორისო კოლეგებთან ყოველდღიური ურთიერთობით. გავაძლიერე დროის მართვის, პრობლემების გადაჭრისა და ადაპტაციის უნარები მრავალფეროვან გუნდში მუშაობისას."
            }
        ]
    }
]